Repository: alexanderIam/test.devel
Catalog: var/langs/*/addons/departments.po
Languages: ru_ru

# Addons::name::departments
source: Departments
ru_ru: Отделы

# Addons::description::departments
source: Allows you to create departments
ru_ru: Позволяет создать отделы

# Languages::departments
source: Departments
ru_ru: Отделы

# Languages::departments_menu_description
source: Create department and assign workers and manager.
ru_ru: Создай отдел и назначь сотрудников и руководителя

# Languages::departments.new_departemnt
source: New department
ru_ru: Новый отдел

# Languages::departments.editing_department
source: Editing department
ru_ru: Редактировать отдел

# Languages::add_department
source: Add department
ru_ru: Добавить отдел

# Languages::department_title
source: Department title
ru_ru: Отдел

# Languages::departments_title
source: Departments title
ru_ru: Отделы

# Languages::department_manager
source: Manager
ru_ru: Руководитель

# Languages::department_worker
source: Worker
ru_ru: Сотрудники

# Languages::department_add_worker
source: Add workers
ru_ru: Добавить сотрудников

# Languages::department_add_manager
source: Add manager
ru_ru: Добавить руководителя

# Languages::department_workers_list
source: List of assigned workers
ru_ru: Список назначенных сотрудников

# Languages::department_not_assigned
source: Not assigned
ru_ru: Не назначен

# Languages::department_no_workers
source: No assigned workers
ru_ru: Нет назначенных сотрудников

# Languages::departments.duplicate_name
source: Department: [name] already exists, please change the name
ru_ru: Отдел: [name] Уже существует, пожалуйста придумайте другое имя

# SettingsOptions::departments::departments_per_page
source: Departments per page
ru_ru: Количество отделов на страницу

# SettingsOptions::departments::admin_departments_per_page
source: Departments per page on admin panel
ru_ru: Количество отделов на панели админа
